<template>
	<div class="content">
		<h2>项目来用户协议</h2>
			<h4>一、接受条款</h4>
				<p>1、用户点击项目来注册页面的同意注册按钮并完成注册程序、获得项目来账号和密码时，视为用户与项目来已达成《项目来用户协议》。</p>
				<p>2、项目来在此特别提示，用户欲使用项目来服务，必须事先认真阅读本协议全部条款（未成年人阅读时应得到其监护人的陪同），
					特别是本协议中免除、减轻或者限制项目来责任的全部条款以及含有限制用户权利内容的全部条款。
				</p>
				<p>3、用户下载、注册、登录、使用及连接项目来服务等行为均将被视为用户完全了解、接受并同意遵守本协议项下的全部内容。
					本协议可由项目来单方随时修改，修改后的协议条款一经项目来公布即代替本协议的原条款，构成用户与项目来之间就本协议主题事由的全部、最新协议。用户可可以随时在项目来网站或项目来应用程序中查阅最新协议条款。如果用户不接受项目来修改后的最新协议条款，请立即停止使用项目来服务。如用户选择继续使用项目来服务，则视为用户完全了解、接受并同意遵守项目来  修改后的最新协议条款。
				</p>
				<p>4、用户特此声明，已经完全理解本协议相关内容，并不存在任何重大误解；同时，认可协议内容并不存在有失公平的情形。</p>
			<h4>二、用户信息条款</h4>
				<p>1、用户个人信息。用户个人信息包括下列信息：用户真实姓名，职业，头像，手机号码，IP地址。</p>
				<p>2、非用户个人信息。用户对项目来服务的操作状态、使用记录、使用习惯等反映在项目来服务器端的全部记录信息，
					及其他一切本条第1款所述的用户个人信息范围外的信息，均为普通信息，均不属于用户个人信息。
				</p>
				<p>3、第三方平台记录信息。用户通过新浪微博账号、微信账号等第三方平台账号（下称“第三方平台”）注册、登录、使用项目来服务的，将被视为用户完全了解、同意并接受项目来已包括但不限于收集、统计、分析等方式使用其在新浪微博、微信等第三方平台上填写、登记、公布、记录的全部信息（下称“第三方平台记录信息”）。用户一旦使用第三方平台账号注册、登录、使用项目来服务，
					项目来对该等第三方平台记录的信息的任何使用，均将被视为已经获得了用户本人的完全同意并接受。
				</p>
				<p>4、重要提示：为向客户提供项目来服务，项目来将可能合理使用用户个人信息、非用户个人信息及第三方平台记录信息（以下合称“用户信息”）。用户一旦注册、登录、使用项目来服务，
					将视为用户完全了解、同意并接受项目来通过包括但不限于收集、统计、分析、使用等方式合理使用用户信息。
				</p>
					<p class="time">[2017.12.14]</p>
	</div>
</template>

<script>
export default {
	data(){
        return {
        	
        }
    },
    mounted(){
        
    },
    methods:{
      
    },
    components:{
      
    }
}
</script>

<style scoped="scoped" lang="scss">
.content{
	padding: 0 0.36rem 0.6rem;
	h2{
		text-align: center;
		color: #333;
		font-size: 0.36rem;
		padding: 0.56rem 0;
	}
	h4{
		margin-bottom: 0.4rem;
		font-weight: normal;
		font-size: 0.32rem;
		color: #666;
	}
	p{
		margin-bottom: 0.4rem;
		color: #666;
		font-size: 0.24rem;
	}
	.time{
		text-align: right;
	}
}
</style>